results/echo_report.txt
Running 10s test @ http://localhost:8084
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.68ms    3.20ms  69.45ms   97.80%
    Req/Sec    10.36k     1.71k   12.63k    86.50%
  412590 requests in 10.01s, 51.15MB read
Requests/sec:  41226.66
Transfer/sec:      5.11MB