results/fasthttp_report.txt
Running 10s test @ http://localhost:8082
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.17ms    1.02ms  27.31ms   88.91%
    Req/Sec    11.52k     0.99k   13.67k    73.25%
  458521 requests in 10.00s, 65.59MB read
Requests/sec:  45832.97
Transfer/sec:      6.56MB