results/gin_report.txt
Running 10s test @ http://localhost:8083
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.99ms   11.16ms 139.04ms   95.38%
    Req/Sec     2.97k   741.62     4.33k    74.75%
  118597 requests in 10.07s, 16.97MB read
Requests/sec:  11782.25
Transfer/sec:      1.69MB