results/gin_report.txt
Running 10s test @ http://localhost:8083
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.94ms    6.85ms 118.88ms   97.31%
    Req/Sec     8.05k     1.52k   10.27k    91.00%
  320651 requests in 10.04s, 45.87MB read
Requests/sec:  31941.35
Transfer/sec:      4.57MB