results/localhost_8081_report.txt
Running 10s test @ http://localhost:8081
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.24ms  743.30us  16.06ms   75.30%
    Req/Sec    11.10k     0.94k   13.06k    80.25%
  441904 requests in 10.00s, 57.31MB read
Requests/sec:  44172.37
Transfer/sec:      5.73MB