results/mux_report.txt
Running 10s test @ http://localhost:8085
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.28ms   22.19ms 310.53ms   97.43%
    Req/Sec     4.04k     1.09k    5.57k    76.00%
  161322 requests in 10.08s, 20.00MB read
Requests/sec:  16010.91
Transfer/sec:      1.98MB