results/mux_report.txt
Running 10s test @ http://localhost:8085
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.31ms    1.04ms  30.87ms   87.69%
    Req/Sec    10.91k     1.01k   12.92k    77.00%
  434452 requests in 10.01s, 53.86MB read
Requests/sec:  43423.48
Transfer/sec:      5.38MB