results/stdlib_report.txt
Running 10s test @ http://localhost:8081
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.93ms   11.52ms 147.19ms   92.51%
    Req/Sec     3.72k     1.73k    6.98k    58.50%
  148619 requests in 10.10s, 19.28MB read
Requests/sec:  14712.43
Transfer/sec:      1.91MB