results/stdlib_report.txt
Running 10s test @ http://localhost:8081
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.58ms    1.31ms  23.77ms   79.53%
    Req/Sec     7.04k     0.99k    8.91k    73.25%
  280161 requests in 10.01s, 36.34MB read
Requests/sec:  27993.58
Transfer/sec:      3.63MB