results/stdlib_report.txt
Running 10s test @ http://localhost:8081
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.60ms    3.64ms  71.17ms   98.19%
    Req/Sec    11.08k     1.56k   13.06k    92.00%
  441089 requests in 10.01s, 57.21MB read
Requests/sec:  44080.35
Transfer/sec:      5.72MB