results/stdlib_report.txt
Running 10s test @ http://localhost:8081
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.55ms    2.93ms  56.26ms   98.11%
    Req/Sec    10.81k     1.83k   27.11k    86.78%
  431393 requests in 10.10s, 55.95MB read
Requests/sec:  42703.78
Transfer/sec:      5.54MB